package com.qunxianghui.gxh.bean.mine;

import java.io.Serializable;

public class MyCollectNewsDetailBean implements Serializable {


    /**
     * code : 0
     * message :
     * data : {"id":5937,"uuid":1521868629,"channel_id":38,"member_id":1000000,"title":"真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！","picurl":"/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png","images":"/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png","linkurl":"","description":"","content":"人们常说性格决定命运，在股票交易中同样有决定投资命运的内在因素。<br />\r\n<br />\r\n在心理学上讲，性格的改变虽然很难，但还是可以通过后天影响慢慢改变的，而气质往往是不能改变的。这也正应了目前有些人是\u201c富而不贵\u201d这一说法。回到交易中来，我们不一定要有贵族气质，我们是要先富起来。所以我们要重塑交易性格，从而实现交易命运的转变！把赚钱变成我们每位投资者的精神特性！<br />\r\n<br />\r\n华尔街的大炒家杰西·利物莫说过一句发人深省的话：\u201c赌博和投机的区别在于前者对市场的波动压注，后者则等待市场不可避免的升和跌，在市场中赌博是迟早要破产的\u201d。多年前，就已经把这句话贴在自己用于交易的电脑上！<br />\r\n<br />\r\n在市场，我们碰到最多的问题是诸如\u201c能涨到哪里去\u201d或\u201c能跌到哪里去\u201d此类的疑问，这些问题或许是不经意地提出的谈资，或许是认真地求索的课题，却常常在实实在在地强化着我们的一些思维，即：市场的未来到底会如何？如何预测或猜测的未来？现实生活中乐此不疲地探询这类问题的人也如过江之鲫，我们就常常听到有人为某次对市场正确的猜测而引以为豪。这是非常正常也非常可以理解的思维，为了探询和猜测市场未来趋向的\u201c奥秘\u201d，自己也不时对市场的未来进行一些猜测，自己也曾研习过从\u201c易经八卦、紫微斗数\u201d到\u201c混沌理论、神经网络\u201d、从\u201c星相假说和周期假说\u201d到\u201c波浪理论和江恩理论\u201d乃至正统的\u201c宏观经济预测\u201d等各种各样的千奇百怪的关于预测的知识。<br />\r\n<br />\r\n当然，这些知识对猜测市场的走向多少都有帮助和教益，但作为一个职业炒手，早已不把最主要的精力放在对这类问题的探询上，职业炒手更应该做的工作是\u201c识别不同的市场态势，根据不同的市场态势制订不同的交易计划，并以严格的纪律来执行交易计划\u201d。因为，且不去讨论人类是否有能力精确预测未来这一哲学命题(道氏理论就认为\u201c日间杂波\u201d是不可预测的)，单就\u201c风险管理、心理控制\u201d等这些成功投资的重要因素而言，后一种思维方法会使我们对市场和交易考虑得更为周全，而从我自己的交易实践来看，若根据前一种思路进行交易，投资成绩可能起伏波动很大，而后一种思维方法所指导下的交易则能够使我持续稳定地赚钱。<br />\r\n<p>\r\n\t<br />\r\n<\/p>\r\n<p>\r\n\t<img src=\"/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png\" alt=\"\" />\r\n<\/p>\r\n赢家不贪炒股赢家的第一原则是赢家不贪。不贪是一种心态。不贪的心态。投资股市切忌贪心过头，失去了判断股市风险的基本底线。不要想当那个只有万分之一机会的股市爆发户，做一个有风险控制原则的、用自己头脑思考的投机者。欲速则不达，谁不想在短时间内成为暴发户，但是我们在现实生活中，看到更多的是失败者。越想暴发，就越不能。如果你不懂这个道理，就不应当来炒股票。赢家不贪。股市投资最完美的情况是：在最低点买入，在最高点卖出。在你的操盘记录里，你也许可以做到这样几次完美的结果，但大部分时候，你肯定做不到。很多股民做不到，但依然不自觉地追求这种极少几率的完美。沪指超过4200点，很多人依然高位跟进，等待股价涨到心目中更高的点出货。结果，后悔。为什么很多人总有那些\u201c买晚了\u201d、\u201c卖早了\u201d的抱怨，总想在一个最佳的价格买进卖出，而结果常常导致大的失误呢？目标和心态所致。<br />\r\n<br />\r\n勿用情绪驾驭判断。股神巴菲特投资股市的秘诀是：寻找与发现具有最大潜在投资价值的公司。他从来不会因为股市某个时段的涨跌而改变自己的投资理念。同样，我们知道的索罗斯也一样。索罗斯投资股市的秘诀是：在不同市场、不同时间、不同产品的比较中发现可以计算的最低固定风险的套利机会。他也从来不会因为股市某个时段的涨跌而改变自己的投资理念。我们很难把普通的股市投资者，特别是散户，和这两位世界级的投资大师放在一个平台上进行比较。如果非要进行比较的话，一个最大的、最本质的区别是：一般股市散户的投资行为很大程度上是受自己的情绪左右。典型的特征是：股票上涨，情绪高涨，忘乎所以，继续追涨，不知道适可而止；股票下跌，情绪低落，怨天尤人，或勿忙杀跌，或不知所措。对于股市的研究，有很多理论。其中，一个重要的观点或结论是：投资者的心理、情绪会对股市周期产生重要影响，或者说，股市的波动受到人们的心理和情绪的影响。当然，这是宏观经济意义上的观察结果。但这个理论对我们散户投资股市有什么参考意义吗？有。就是你不必让自己的情绪影响你自己的投资决定。决定什么时候买、什么时候卖，这应该是你对市场或者某个公司研究发现的结果，而不是你听别人说，或者自己情绪好坏的结果。<br />\r\n<br />\r\n20日均线分时捕捉牛股<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n细心的朋友会发现这20天均线的神奇之处了没？如图所展示的一样，当K线上穿20天均线就是一轮上涨的起始，当它每一次的触碰后的反弹都可以是一次加仓的机会，当然一旦下破了，就很难再收回，炒股原来这么简单。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n20日均线操作方法<br />\r\n<br />\r\n1、20均线向上，股价在20均线之上两个条件同时满足，买入。<br />\r\n<br />\r\n当股价经过一轮下跌后，已经跌无可跌了，股票一定会反弹。当股票经过调整向上突破20日均线并且是放量的，这就是技术上的买入点，这里需要注意的一点是要有成交量的配合，否则没有多大的意义。<br />\r\n<br />\r\n2、20均线向上时跌破20均线并且回踩20日均线但不跌破20日均线，加仓。<br />\r\n<br />\r\n当20均线向上时股价回踩到20日线附近或者跌破20均线并迅速收回，而且成交量并不大。股份在回调后获得20日均线支撑是加仓的最好时机。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n3、股价上涨一段后，20均线拐头向下且股价在20均线之下，卖出<br />\r\n<br />\r\n当20均线在高位走平时需要警惕，一旦收盘时股价跌破20日均线连续两日收盘价跌破20日均价，20日均线由走多转走平或走空。要清仓卖出。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n三、总结<br />\r\n<br />\r\n1、原理<br />\r\n<br />\r\n20均线为什么这么神奇呢，因为20日均线的含义在于周期不短也不长，所以能够较真实的反映出股价最为接近的趋势。它既可避免按10日均线交易过于频繁、失误过多、交易成本过高的缺点，又可弥补长周期均线过于滞后的不足。<br />\r\n<br />\r\n2、20日均线优势：趋势行情，稳定赚钱<br />\r\n<br />\r\n1）、可以赚到牛市几乎所有的利润。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n2）、可以避开熊市几乎所有的下跌<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n3）、不只是抓住牛市，也可以使用20均线几乎可以抓住几乎所有的中期波段。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n3、20均线的劣势：在震荡市中，多赚少赔、赚赔各半。<br />\r\n<br />\r\n1）当在震荡市中最好的操作就是观望。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n2）如何避免<br />\r\n<br />\r\n震荡市买卖点的提示失效是无法避免的，但是我们判定是震荡市时可以不去操作。这样如何判断\u201c震荡市\u201d就是重点。<br />\r\n<br />\r\n如何避免\u201c震荡市\u201d<br />\r\n<br />\r\n震荡市经常出现在一波大跌之后，或者是一波大涨之后。大涨之后的是卖出的信号，这里我们不讨论。在一波下跌之后经常会出现震荡市盘底，而且在接近变盘时震荡越频繁。<br />\r\n<br />\r\n所以当一波大跌之后的初期减少操作次数。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n将死不死，必然上涨；将金不金，必然清仓<br />\r\n<br />\r\n将金不金卖出法、将死不死买入法<br />\r\n<br />\r\nMACD\u201c将金不金\u201d卖出法：MACD指标两曲线发生金叉时股价会上升，这是常识。但是有时MACD两曲线高位死叉后股价也会上升，而且有时还会创新高。这就好比当一列火车高速运行时，刹车后要它立即停下来是不可能的，巨大的惯性会使火车继续向前冲一段路程才会停下来。MACD两曲线死叉发出卖出信号后股价还继续上升，如同火车惯性前冲的道理一样，是形成的上升趋势的惯性作用，是一波上升行情的最后一冲。随着股价惯性上升，高位死叉后的DIF会勾头上行与MACD将要金叉(未金叉)，然后DIF再勾头下行，形成\u201c将金不金\u201d的形态。MACD两曲线\u201c将金不金\u201d形态出现，后市将会产生新一轮下跌。<br />\r\n<br />\r\nMACD\u201c将死不死\u201d买入法：MACD两条曲线数值相同、刚触碰或两条曲线非常接近将要死叉（未死叉），然后DIF开口上行，红柱线重新拉长。此时就是二次介入股票的良机。MACD\u201c将死不死\u201d买入法还要同时满足下列条件：当天股价刚突破20天均线或已在20天均线上方运行时再出现放量阳线。当天成交量至少大于5天均量，5天均量要大于10天均量。<br />\r\n<br />\r\nMACD之\u201d将金不金\u201c逃顶法则<br />\r\n<br />\r\n其实也是在谈\u201c死叉\u201d之后的\u201c金叉当股价经过长期上涨之后在上方形成了死叉，然后死叉之后并没有直接的出来下跌，而是在经过整理，那么之后又形成金叉，这个形式就不能太确定。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\nMACD之\u201d将金不金\u201c运用到几大指标<br />\r\n<br />\r\n金叉：含义是由1根时间短的均线在下方面相信穿越时间长一点，均线，然后这2根均线方向均朝上，则此均线组合为\u201c金叉\u201d。<br />\r\n<br />\r\n死叉：与金叉是相反的为死叉，但如果长期均线向下或变缓同时短期均线向上穿越就不能叫金叉，死叉也是如此。<br />\r\n<br />\r\nCCL指标又叫顺势指标，是由美国股市分析家唐纳德，蓝伯特所创造的，是一种重点研究判断股价偏离度的股市分析工具。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\nCCL指标的实战应用<br />\r\n<br />\r\n在实际走势中，CCL指标出现顶背是指股价在进入拉升过程中，先仓出一个高点，CCL指标也相应在+100线以上创出新的高点，之后，股价出现一定幅度的回落调整，ccl曲线也随着股价回落走势出现调整。但是。如果股价再度向上并超越前期高端创出新的高点时，而ccl曲线随着股价上扬也反身向上但没有冲过前期高点就开始回落，这就形成ccl指标的顶背离。ccl指标出现顶背离后，股价见顶回落的可能性比较大，是比较强烈的卖出信号。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n在实际走势中，CCL指标出现顶背是指股价在进入拉升过程中，先仓出一个高点，CCL指标也相应在+100线以上创出新的高点，之后，股价出现一定幅度的回落调整，ccl曲线也随着股价回落走势出现调整。但是。如果股价再度向上并超越前期高端创出新的高点时，而ccl曲线随着股价上扬也反身向上但没有冲过前期高点就开始回落，这就形成ccl指标的顶背离。ccl指标出现顶背离后，股价见顶回落的可能性比较大，是比较强烈的卖出信号，一轮比较大的跌势后，股价将开始反弹向上，是短线买入信号，对于这一种\u201d黄金交叉\u201c止损预示着反弹行情可能出现。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\nMACD下跌之\u201c将金不金\u201d形态案例：<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\nMACD上涨之\u201c将金不金\u201d形态案例：<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n放量打拐<br />\r\n<br />\r\n\u201c放量\u201d指单位时间内的成交量比以前明显放大。\u201c打拐\u201d指打击股价由匀速运行到加速运行的拐点部位。<br />\r\n<br />\r\n常见的放量打拐有三种形态，见（图223-1）所示。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n放量打拐的操作要领：见（图223-2）所示。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n1. 在\u201c2+3\u201d的区间（即60日和120日平均线以上的空间），找到K线的几个高点，连成直线，这称作\u201c第一上升速度\u201d线。K线的高点越多，连成的直线越有技术意义，如（图223-2）的A、B和C点连成的直线。这种上升速度就称为\u201c第一上升速度\u201d，这是因为庄家缓慢地收集筹码而形成的。一旦庄家完成收集筹码的任务，会有两种可能：其一是洗盘，把混入进来的散户吓出去；其二是快速拉升，这往往是利好刺激，来不及洗盘了。<br />\r\n<br />\r\n2.（图223-2）中D点发现股价突然急升，K线冲过\u201c第一上升速度\u201d线。这就意味着股价上升速度加快，已突破\u201c第一上升速度\u201d，进入\u201c第二上升速度\u201d。由\u201c第一上升速度\u201d进入\u201c第二上升速度\u201d肯定有一个拐点，这是一个很好的买入点，所谓\u201c打股票\u201d，就是打在这个点上，称为\u201c打拐\u201d。<br />\r\n<br />\r\n3. \u201c打拐\u201d的量形态有两种：其一是\u201c缩量打拐\u201d。对于一个老庄股来说，绝大多数筹码都在庄家手中，庄家不卖出，散户手中也没什么可作买卖的筹码，这种庄股在加速度拐点时，不需要放很大的成交量。其二是\u201c放量打拐\u201d。这是因为\u201c第一上升速度\u201d末端的股价尚低，与庄家的成本相仿，此时仍是新庄家建仓的良机。况且，散户的获利盘和前期的解套盘蜂拥而出，有充足的货源，庄家当然照单全收，这时日成交量会成倍增长。<br />\r\n<br />\r\n4. 估算\u201c放量\u201d的程度只要看量柱状体的上升速度，见（图223-2）中的E点，红色量柱状体已到达10日量平均线的二分之一高度，而交易时间才36分钟，如此的放量速度，半天就会达到\u201c两倍量\u201d以上，这是明显的放量。那么，F圆圈处就是\u201c放量打拐\u201d的拐点处。需要说明的是，想要自动监控\u201c放量打拐\u201d点，用电脑分析软件可设定自动报警，也可设\u201c远程手机短信\u201d报警。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n收盘后，见（图223-3）所示，放量打拐的图形就直观得多，A点的成交量柱体图比5日均量线高出2倍有余，明显放量。日K线原来的上升速度是R至S的斜率，现在\u201c拐\u201d成T至U的斜率，显然是加速度上升。您如果在上午10:09的时候买入，正好\u201c打击\u201d在\u201c拐点\u201d上，故称为\u201c放量打拐\u201d。<br />\r\n<br />\r\n\u201c放量打拐\u201d是广通炒股技术中的重要部分，在实战中有较好的盈利效果，应列为学习重点。<br />\r\n<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />\r\n小结：我们都知道庄家建仓后总要拉升获利，这样才能在高位派发，而在股价建仓区间，往往有一条压力线在上面压制着股价，不让股价超过该压力线，庄家就在压力线之下、60线之上逐步推高股价，完成建仓，在建仓完毕后，可能会洗盘，也可能直接进入拉升，而这条压力线如果被放量突破（或者缩量突破），都意味着庄家已经开始拉升股价了，这就是【放量打拐】，一旦开始拉升股价，就必须上涨远离成本区，否则庄家没法出货，我们就守候在这根压力线（高点连线）附近，什么时候突破，就什么时候积极跟进！<br />","like_cnt":0,"comment_cnt":1,"view_cnt":5389,"ctime":"2018-07-02 21:02:10","ip":"113.215.163.103","status":1,"source":"推介蜡烛","tags":"","forward_cnt":0,"share_cnt":0,"has_collect":true,"url":"http://fx.qunxianghui.com.cn/detail/index/id/1521868629.html","bendi":"","imgUrl":"http://api.qunxianghui.com.cn/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png","desc":"人们常说性格决定命运，在股票交易中同样有决定投资命运的内在因素。\r\n\r\n在心理学上讲，性格的改变虽然很难，但还是可以通过后天影响慢慢改变的，而气质往往是不能改变的。这也正应了目前有些人是\u201c富而不贵\u201d这一说法。回到交易中来，我们不一定要有贵族气质，我们是要先富起来。所以我们要重塑交易性格，从而实现交易命运的转变！把赚钱变成我们每位投资者的精神特性！\r\n\r\n华尔街的大炒家杰西·利物莫说过一句发人深省的话：\u201c赌博和投机的区别在于前者对市场的波动压注，后者则等待市场不可避免的升和跌，在市场中赌博是迟早要破产的\u201d。多年前，就已经把这句话贴在自己用于交易的电脑上！\r\n\r\n在市场，我们碰到最多的问题是诸如\u201c"}
     */

    private int code;
    private String message;
    private DataBean data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * id : 5937
         * uuid : 1521868629
         * channel_id : 38
         * member_id : 1000000
         * title : 真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！
         * picurl : /upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png
         * images : /upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png
         * linkurl :
         * description :
         * content : 人们常说性格决定命运，在股票交易中同样有决定投资命运的内在因素。<br />
         <br />
         在心理学上讲，性格的改变虽然很难，但还是可以通过后天影响慢慢改变的，而气质往往是不能改变的。这也正应了目前有些人是“富而不贵”这一说法。回到交易中来，我们不一定要有贵族气质，我们是要先富起来。所以我们要重塑交易性格，从而实现交易命运的转变！把赚钱变成我们每位投资者的精神特性！<br />
         <br />
         华尔街的大炒家杰西·利物莫说过一句发人深省的话：“赌博和投机的区别在于前者对市场的波动压注，后者则等待市场不可避免的升和跌，在市场中赌博是迟早要破产的”。多年前，就已经把这句话贴在自己用于交易的电脑上！<br />
         <br />
         在市场，我们碰到最多的问题是诸如“能涨到哪里去”或“能跌到哪里去”此类的疑问，这些问题或许是不经意地提出的谈资，或许是认真地求索的课题，却常常在实实在在地强化着我们的一些思维，即：市场的未来到底会如何？如何预测或猜测的未来？现实生活中乐此不疲地探询这类问题的人也如过江之鲫，我们就常常听到有人为某次对市场正确的猜测而引以为豪。这是非常正常也非常可以理解的思维，为了探询和猜测市场未来趋向的“奥秘”，自己也不时对市场的未来进行一些猜测，自己也曾研习过从“易经八卦、紫微斗数”到“混沌理论、神经网络”、从“星相假说和周期假说”到“波浪理论和江恩理论”乃至正统的“宏观经济预测”等各种各样的千奇百怪的关于预测的知识。<br />
         <br />
         当然，这些知识对猜测市场的走向多少都有帮助和教益，但作为一个职业炒手，早已不把最主要的精力放在对这类问题的探询上，职业炒手更应该做的工作是“识别不同的市场态势，根据不同的市场态势制订不同的交易计划，并以严格的纪律来执行交易计划”。因为，且不去讨论人类是否有能力精确预测未来这一哲学命题(道氏理论就认为“日间杂波”是不可预测的)，单就“风险管理、心理控制”等这些成功投资的重要因素而言，后一种思维方法会使我们对市场和交易考虑得更为周全，而从我自己的交易实践来看，若根据前一种思路进行交易，投资成绩可能起伏波动很大，而后一种思维方法所指导下的交易则能够使我持续稳定地赚钱。<br />
         <p>
         <br />
         </p>
         <p>
         <img src="/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png" alt="" />
         </p>
         赢家不贪炒股赢家的第一原则是赢家不贪。不贪是一种心态。不贪的心态。投资股市切忌贪心过头，失去了判断股市风险的基本底线。不要想当那个只有万分之一机会的股市爆发户，做一个有风险控制原则的、用自己头脑思考的投机者。欲速则不达，谁不想在短时间内成为暴发户，但是我们在现实生活中，看到更多的是失败者。越想暴发，就越不能。如果你不懂这个道理，就不应当来炒股票。赢家不贪。股市投资最完美的情况是：在最低点买入，在最高点卖出。在你的操盘记录里，你也许可以做到这样几次完美的结果，但大部分时候，你肯定做不到。很多股民做不到，但依然不自觉地追求这种极少几率的完美。沪指超过4200点，很多人依然高位跟进，等待股价涨到心目中更高的点出货。结果，后悔。为什么很多人总有那些“买晚了”、“卖早了”的抱怨，总想在一个最佳的价格买进卖出，而结果常常导致大的失误呢？目标和心态所致。<br />
         <br />
         勿用情绪驾驭判断。股神巴菲特投资股市的秘诀是：寻找与发现具有最大潜在投资价值的公司。他从来不会因为股市某个时段的涨跌而改变自己的投资理念。同样，我们知道的索罗斯也一样。索罗斯投资股市的秘诀是：在不同市场、不同时间、不同产品的比较中发现可以计算的最低固定风险的套利机会。他也从来不会因为股市某个时段的涨跌而改变自己的投资理念。我们很难把普通的股市投资者，特别是散户，和这两位世界级的投资大师放在一个平台上进行比较。如果非要进行比较的话，一个最大的、最本质的区别是：一般股市散户的投资行为很大程度上是受自己的情绪左右。典型的特征是：股票上涨，情绪高涨，忘乎所以，继续追涨，不知道适可而止；股票下跌，情绪低落，怨天尤人，或勿忙杀跌，或不知所措。对于股市的研究，有很多理论。其中，一个重要的观点或结论是：投资者的心理、情绪会对股市周期产生重要影响，或者说，股市的波动受到人们的心理和情绪的影响。当然，这是宏观经济意义上的观察结果。但这个理论对我们散户投资股市有什么参考意义吗？有。就是你不必让自己的情绪影响你自己的投资决定。决定什么时候买、什么时候卖，这应该是你对市场或者某个公司研究发现的结果，而不是你听别人说，或者自己情绪好坏的结果。<br />
         <br />
         20日均线分时捕捉牛股<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         细心的朋友会发现这20天均线的神奇之处了没？如图所展示的一样，当K线上穿20天均线就是一轮上涨的起始，当它每一次的触碰后的反弹都可以是一次加仓的机会，当然一旦下破了，就很难再收回，炒股原来这么简单。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         20日均线操作方法<br />
         <br />
         1、20均线向上，股价在20均线之上两个条件同时满足，买入。<br />
         <br />
         当股价经过一轮下跌后，已经跌无可跌了，股票一定会反弹。当股票经过调整向上突破20日均线并且是放量的，这就是技术上的买入点，这里需要注意的一点是要有成交量的配合，否则没有多大的意义。<br />
         <br />
         2、20均线向上时跌破20均线并且回踩20日均线但不跌破20日均线，加仓。<br />
         <br />
         当20均线向上时股价回踩到20日线附近或者跌破20均线并迅速收回，而且成交量并不大。股份在回调后获得20日均线支撑是加仓的最好时机。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         3、股价上涨一段后，20均线拐头向下且股价在20均线之下，卖出<br />
         <br />
         当20均线在高位走平时需要警惕，一旦收盘时股价跌破20日均线连续两日收盘价跌破20日均价，20日均线由走多转走平或走空。要清仓卖出。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         三、总结<br />
         <br />
         1、原理<br />
         <br />
         20均线为什么这么神奇呢，因为20日均线的含义在于周期不短也不长，所以能够较真实的反映出股价最为接近的趋势。它既可避免按10日均线交易过于频繁、失误过多、交易成本过高的缺点，又可弥补长周期均线过于滞后的不足。<br />
         <br />
         2、20日均线优势：趋势行情，稳定赚钱<br />
         <br />
         1）、可以赚到牛市几乎所有的利润。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         2）、可以避开熊市几乎所有的下跌<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         3）、不只是抓住牛市，也可以使用20均线几乎可以抓住几乎所有的中期波段。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         3、20均线的劣势：在震荡市中，多赚少赔、赚赔各半。<br />
         <br />
         1）当在震荡市中最好的操作就是观望。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         2）如何避免<br />
         <br />
         震荡市买卖点的提示失效是无法避免的，但是我们判定是震荡市时可以不去操作。这样如何判断“震荡市”就是重点。<br />
         <br />
         如何避免“震荡市”<br />
         <br />
         震荡市经常出现在一波大跌之后，或者是一波大涨之后。大涨之后的是卖出的信号，这里我们不讨论。在一波下跌之后经常会出现震荡市盘底，而且在接近变盘时震荡越频繁。<br />
         <br />
         所以当一波大跌之后的初期减少操作次数。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         将死不死，必然上涨；将金不金，必然清仓<br />
         <br />
         将金不金卖出法、将死不死买入法<br />
         <br />
         MACD“将金不金”卖出法：MACD指标两曲线发生金叉时股价会上升，这是常识。但是有时MACD两曲线高位死叉后股价也会上升，而且有时还会创新高。这就好比当一列火车高速运行时，刹车后要它立即停下来是不可能的，巨大的惯性会使火车继续向前冲一段路程才会停下来。MACD两曲线死叉发出卖出信号后股价还继续上升，如同火车惯性前冲的道理一样，是形成的上升趋势的惯性作用，是一波上升行情的最后一冲。随着股价惯性上升，高位死叉后的DIF会勾头上行与MACD将要金叉(未金叉)，然后DIF再勾头下行，形成“将金不金”的形态。MACD两曲线“将金不金”形态出现，后市将会产生新一轮下跌。<br />
         <br />
         MACD“将死不死”买入法：MACD两条曲线数值相同、刚触碰或两条曲线非常接近将要死叉（未死叉），然后DIF开口上行，红柱线重新拉长。此时就是二次介入股票的良机。MACD“将死不死”买入法还要同时满足下列条件：当天股价刚突破20天均线或已在20天均线上方运行时再出现放量阳线。当天成交量至少大于5天均量，5天均量要大于10天均量。<br />
         <br />
         MACD之”将金不金“逃顶法则<br />
         <br />
         其实也是在谈“死叉”之后的“金叉当股价经过长期上涨之后在上方形成了死叉，然后死叉之后并没有直接的出来下跌，而是在经过整理，那么之后又形成金叉，这个形式就不能太确定。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         MACD之”将金不金“运用到几大指标<br />
         <br />
         金叉：含义是由1根时间短的均线在下方面相信穿越时间长一点，均线，然后这2根均线方向均朝上，则此均线组合为“金叉”。<br />
         <br />
         死叉：与金叉是相反的为死叉，但如果长期均线向下或变缓同时短期均线向上穿越就不能叫金叉，死叉也是如此。<br />
         <br />
         CCL指标又叫顺势指标，是由美国股市分析家唐纳德，蓝伯特所创造的，是一种重点研究判断股价偏离度的股市分析工具。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         CCL指标的实战应用<br />
         <br />
         在实际走势中，CCL指标出现顶背是指股价在进入拉升过程中，先仓出一个高点，CCL指标也相应在+100线以上创出新的高点，之后，股价出现一定幅度的回落调整，ccl曲线也随着股价回落走势出现调整。但是。如果股价再度向上并超越前期高端创出新的高点时，而ccl曲线随着股价上扬也反身向上但没有冲过前期高点就开始回落，这就形成ccl指标的顶背离。ccl指标出现顶背离后，股价见顶回落的可能性比较大，是比较强烈的卖出信号。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         在实际走势中，CCL指标出现顶背是指股价在进入拉升过程中，先仓出一个高点，CCL指标也相应在+100线以上创出新的高点，之后，股价出现一定幅度的回落调整，ccl曲线也随着股价回落走势出现调整。但是。如果股价再度向上并超越前期高端创出新的高点时，而ccl曲线随着股价上扬也反身向上但没有冲过前期高点就开始回落，这就形成ccl指标的顶背离。ccl指标出现顶背离后，股价见顶回落的可能性比较大，是比较强烈的卖出信号，一轮比较大的跌势后，股价将开始反弹向上，是短线买入信号，对于这一种”黄金交叉“止损预示着反弹行情可能出现。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         MACD下跌之“将金不金”形态案例：<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         MACD上涨之“将金不金”形态案例：<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         放量打拐<br />
         <br />
         “放量”指单位时间内的成交量比以前明显放大。“打拐”指打击股价由匀速运行到加速运行的拐点部位。<br />
         <br />
         常见的放量打拐有三种形态，见（图223-1）所示。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         放量打拐的操作要领：见（图223-2）所示。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         1. 在“2+3”的区间（即60日和120日平均线以上的空间），找到K线的几个高点，连成直线，这称作“第一上升速度”线。K线的高点越多，连成的直线越有技术意义，如（图223-2）的A、B和C点连成的直线。这种上升速度就称为“第一上升速度”，这是因为庄家缓慢地收集筹码而形成的。一旦庄家完成收集筹码的任务，会有两种可能：其一是洗盘，把混入进来的散户吓出去；其二是快速拉升，这往往是利好刺激，来不及洗盘了。<br />
         <br />
         2.（图223-2）中D点发现股价突然急升，K线冲过“第一上升速度”线。这就意味着股价上升速度加快，已突破“第一上升速度”，进入“第二上升速度”。由“第一上升速度”进入“第二上升速度”肯定有一个拐点，这是一个很好的买入点，所谓“打股票”，就是打在这个点上，称为“打拐”。<br />
         <br />
         3. “打拐”的量形态有两种：其一是“缩量打拐”。对于一个老庄股来说，绝大多数筹码都在庄家手中，庄家不卖出，散户手中也没什么可作买卖的筹码，这种庄股在加速度拐点时，不需要放很大的成交量。其二是“放量打拐”。这是因为“第一上升速度”末端的股价尚低，与庄家的成本相仿，此时仍是新庄家建仓的良机。况且，散户的获利盘和前期的解套盘蜂拥而出，有充足的货源，庄家当然照单全收，这时日成交量会成倍增长。<br />
         <br />
         4. 估算“放量”的程度只要看量柱状体的上升速度，见（图223-2）中的E点，红色量柱状体已到达10日量平均线的二分之一高度，而交易时间才36分钟，如此的放量速度，半天就会达到“两倍量”以上，这是明显的放量。那么，F圆圈处就是“放量打拐”的拐点处。需要说明的是，想要自动监控“放量打拐”点，用电脑分析软件可设定自动报警，也可设“远程手机短信”报警。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         收盘后，见（图223-3）所示，放量打拐的图形就直观得多，A点的成交量柱体图比5日均量线高出2倍有余，明显放量。日K线原来的上升速度是R至S的斜率，现在“拐”成T至U的斜率，显然是加速度上升。您如果在上午10:09的时候买入，正好“打击”在“拐点”上，故称为“放量打拐”。<br />
         <br />
         “放量打拐”是广通炒股技术中的重要部分，在实战中有较好的盈利效果，应列为学习重点。<br />
         <br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         真正会投资的人：将死不死，必然上涨；将金不金，必然清仓！<br />
         小结：我们都知道庄家建仓后总要拉升获利，这样才能在高位派发，而在股价建仓区间，往往有一条压力线在上面压制着股价，不让股价超过该压力线，庄家就在压力线之下、60线之上逐步推高股价，完成建仓，在建仓完毕后，可能会洗盘，也可能直接进入拉升，而这条压力线如果被放量突破（或者缩量突破），都意味着庄家已经开始拉升股价了，这就是【放量打拐】，一旦开始拉升股价，就必须上涨远离成本区，否则庄家没法出货，我们就守候在这根压力线（高点连线）附近，什么时候突破，就什么时候积极跟进！<br />
         * like_cnt : 0
         * comment_cnt : 1
         * view_cnt : 5389
         * ctime : 2018-07-02 21:02:10
         * ip : 113.215.163.103
         * status : 1
         * source : 推介蜡烛
         * tags :
         * forward_cnt : 0
         * share_cnt : 0
         * has_collect : true
         * url : http://fx.qunxianghui.com.cn/detail/index/id/1521868629.html
         * bendi :
         * imgUrl : http://api.qunxianghui.com.cn/upload/sys/image/dd/ee6d2e5e59d3709598194ead313065.png
         * desc : 人们常说性格决定命运，在股票交易中同样有决定投资命运的内在因素。

         在心理学上讲，性格的改变虽然很难，但还是可以通过后天影响慢慢改变的，而气质往往是不能改变的。这也正应了目前有些人是“富而不贵”这一说法。回到交易中来，我们不一定要有贵族气质，我们是要先富起来。所以我们要重塑交易性格，从而实现交易命运的转变！把赚钱变成我们每位投资者的精神特性！

         华尔街的大炒家杰西·利物莫说过一句发人深省的话：“赌博和投机的区别在于前者对市场的波动压注，后者则等待市场不可避免的升和跌，在市场中赌博是迟早要破产的”。多年前，就已经把这句话贴在自己用于交易的电脑上！

         在市场，我们碰到最多的问题是诸如“
         */

        private int id;
        private int uuid;
        private int channel_id;
        private int member_id;
        private String title;
        private String picurl;
        private String images;
        private String linkurl;
        private String description;
        private String content;
        private int like_cnt;
        private int comment_cnt;
        private int view_cnt;
        private String ctime;
        private String ip;
        private int status;
        private String source;
        private String tags;
        private int forward_cnt;
        private int share_cnt;
        private boolean has_collect;
        private String url;
        private String bendi;
        private String imgUrl;
        private String desc;

        public int getId() {
            return id;
        }

        public void setId(int id) {
            this.id = id;
        }

        public int getUuid() {
            return uuid;
        }

        public void setUuid(int uuid) {
            this.uuid = uuid;
        }

        public int getChannel_id() {
            return channel_id;
        }

        public void setChannel_id(int channel_id) {
            this.channel_id = channel_id;
        }

        public int getMember_id() {
            return member_id;
        }

        public void setMember_id(int member_id) {
            this.member_id = member_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getPicurl() {
            return picurl;
        }

        public void setPicurl(String picurl) {
            this.picurl = picurl;
        }

        public String getImages() {
            return images;
        }

        public void setImages(String images) {
            this.images = images;
        }

        public String getLinkurl() {
            return linkurl;
        }

        public void setLinkurl(String linkurl) {
            this.linkurl = linkurl;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getContent() {
            return content;
        }

        public void setContent(String content) {
            this.content = content;
        }

        public int getLike_cnt() {
            return like_cnt;
        }

        public void setLike_cnt(int like_cnt) {
            this.like_cnt = like_cnt;
        }

        public int getComment_cnt() {
            return comment_cnt;
        }

        public void setComment_cnt(int comment_cnt) {
            this.comment_cnt = comment_cnt;
        }

        public int getView_cnt() {
            return view_cnt;
        }

        public void setView_cnt(int view_cnt) {
            this.view_cnt = view_cnt;
        }

        public String getCtime() {
            return ctime;
        }

        public void setCtime(String ctime) {
            this.ctime = ctime;
        }

        public String getIp() {
            return ip;
        }

        public void setIp(String ip) {
            this.ip = ip;
        }

        public int getStatus() {
            return status;
        }

        public void setStatus(int status) {
            this.status = status;
        }

        public String getSource() {
            return source;
        }

        public void setSource(String source) {
            this.source = source;
        }

        public String getTags() {
            return tags;
        }

        public void setTags(String tags) {
            this.tags = tags;
        }

        public int getForward_cnt() {
            return forward_cnt;
        }

        public void setForward_cnt(int forward_cnt) {
            this.forward_cnt = forward_cnt;
        }

        public int getShare_cnt() {
            return share_cnt;
        }

        public void setShare_cnt(int share_cnt) {
            this.share_cnt = share_cnt;
        }

        public boolean isHas_collect() {
            return has_collect;
        }

        public void setHas_collect(boolean has_collect) {
            this.has_collect = has_collect;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public String getBendi() {
            return bendi;
        }

        public void setBendi(String bendi) {
            this.bendi = bendi;
        }

        public String getImgUrl() {
            return imgUrl;
        }

        public void setImgUrl(String imgUrl) {
            this.imgUrl = imgUrl;
        }

        public String getDesc() {
            return desc;
        }

        public void setDesc(String desc) {
            this.desc = desc;
        }
    }
}
